[
  {
    "id": "yang2025_policy_aware",
    "title": "Policy-aware cross-city learning: A framework for sustainable urban development",
    "authors": "Ying Yang, Jiahao Zhan, Yang Liu, Xiaobo Qu",
    "journal": "Nature Communications",
    "year": "2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12447635/",
    "hypotheses": "Cross-city learning can be enhanced through policy-aware computational frameworks that integrate policy contexts into machine learning for automated strategy adaptation",
    "notes": "Proposes computational translation of policy contexts into quantitative representations for direct integration into ML models, enabling automated cross-city policy adaptation",
    "strengths": "Novel integration of policy transfer theory with ML; addresses practical implementation challenges of cross-city learning",
    "weaknesses": "Limited empirical validation; focuses primarily on computational aspects rather than policy mechanisms",
    "citation": "Yang, Y., Zhan, J., Liu, Y., & Qu, X. (2025). Policy-aware cross-city learning: A framework for sustainable urban development. Nature Communications."
  },
  {
    "id": "torrens2021_experimentation",
    "title": "Experimentation or projectification of urban change? A critical appraisal and three steps forward", 
    "authors": "Jonas Torrens, Timo von Wirth",
    "journal": "Urban Transformations",
    "year": "2021",
    "url": "https://urbantransformations.biomedcentral.com/articles/10.1186/s42854-021-00025-1",
    "hypotheses": "Urban experimentation often suffers from projectification, treating experiments as isolated projects rather than systematic learning opportunities",
    "notes": "Critical analysis of urban experimentation trends, arguing for more systematic approaches to learning from experiments",
    "strengths": "Important critique of current experimental practices; provides clear recommendations for improvement",
    "weaknesses": "Primarily theoretical; limited empirical examples of successful systematic approaches",
    "citation": "Torrens, J., & von Wirth, T. (2021). Experimentation or projectification of urban change? A critical appraisal and three steps forward. Urban Transformations, 3, 8."
  },
  {
    "id": "cohen2017_systematic",
    "title": "A Systematic Review of Urban Sustainability Assessment Literature",
    "authors": "Matthew Cohen",
    "journal": "Sustainability", 
    "year": "2017",
    "url": "https://www.mdpi.com/2071-1050/9/11/2048",
    "hypotheses": "Urban sustainability assessment approaches lack standardization, limiting cross-city comparison and knowledge synthesis",
    "notes": "Comprehensive review of urban sustainability assessment methods, identifying gaps in comparative approaches",
    "strengths": "Systematic methodology; identifies key gaps in assessment frameworks",
    "weaknesses": "Limited focus on experimental interventions; primarily assessment-focused rather than causal",
    "citation": "Cohen, M. (2017). A systematic review of urban sustainability assessment literature. Sustainability, 9(11), 2048."
  },
  {
    "id": "castan_broto2013_survey",
    "title": "A survey of urban climate change experiments in 100 cities",
    "authors": "Vanesa Castán Broto, Harriet Bulkeley",
    "journal": "Global Environmental Change",
    "year": "2013", 
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3688314/",
    "hypotheses": "Urban climate experiments follow systematic patterns across cities, but local adaptation creates significant variation in implementation",
    "notes": "Landmark study providing empirical analysis of urban climate experiments across 100 cities, revealing patterns and variations",
    "strengths": "Large-scale comparative analysis; systematic data collection; identifies patterns across diverse contexts",
    "weaknesses": "Limited causal analysis; focuses on experiment types rather than outcomes",
    "citation": "Castán Broto, V., & Bulkeley, H. (2013). A survey of urban climate change experiments in 100 cities. Global Environmental Change, 23(1), 92-102."
  },
  {
    "id": "evans2021_cities_learn",
    "title": "How Cities Learn: From Experimentation to Transformation",
    "authors": "James Evans, Tomáš Vácha, Henk Kok, Kelly Watson",
    "journal": "Urban Planning",
    "year": "2021",
    "url": "https://doaj.org/article/b3fbaf272197451890dce3bd84ee2da6",
    "hypotheses": "Municipal learning from experimentation drives organizational change, but systematic approaches to capturing and applying learning are underdeveloped",
    "notes": "Focus on process learning and organizational change in municipalities conducting urban experiments",
    "strengths": "In-depth qualitative research with municipal practitioners; focus on learning mechanisms",
    "weaknesses": "Limited to European context; small sample size; primarily qualitative",
    "citation": "Evans, J., Vácha, T., Kok, H., & Watson, K. (2021). How cities learn: From experimentation to transformation. Urban Planning, 6(1), 3-13."
  },
  {
    "id": "williams2014_evaluating",
    "title": "Evaluating the Cross-National Transferability of Policies: A Conceptual Framework", 
    "authors": "Colin C. Williams, Rositsa Dzhekova",
    "journal": "Journal of Developmental Entrepreneurship",
    "year": "2014",
    "url": "https://www.growkudos.com/publications/10.1142%252Fs1084946714500228/reader",
    "hypotheses": "Cross-national policy transfer requires systematic evaluation frameworks to assess feasibility and transferability before implementation",
    "notes": "Provides practical framework for selecting and appraising policy measures for cross-national transfer",
    "strengths": "Practical framework; systematic approach to policy evaluation; emphasis on contextual fit",
    "weaknesses": "National rather than city focus; limited empirical validation of framework",
    "citation": "Williams, C. C., & Dzhekova, R. (2014). Evaluating the cross-national transferability of policies: A conceptual framework. Journal of Developmental Entrepreneurship, 19(04), 1450022."
  },
  {
    "id": "marsden2011_transfer",
    "title": "Transfer of innovative policies between cities to promote sustainability: Case study evidence",
    "authors": "Greg Marsden, Karen T. Frick, Anthony D. May, Elizabeth Deakin", 
    "journal": "Transportation Research Record",
    "year": "2011",
    "url": "https://eprints.whiterose.ac.uk/id/eprint/78922/8/Transfer%20of%20Innovative%20Policies%20Between%20Cities%20to%20Promote%20Sustainability_with_coversheet.pdf",
    "hypotheses": "Policy transfer success depends on institutional capacity, political support, and technical feasibility rather than policy design alone",
    "notes": "Case study analysis of sustainability policy transfer between cities, identifying critical success factors",
    "strengths": "Detailed case studies; identifies practical factors influencing transfer success",
    "weaknesses": "Limited to transportation policies; small number of cases; limited quantitative analysis",
    "citation": "Marsden, G., Frick, K. T., May, A. D., & Deakin, E. (2011). Transfer of innovative policies between cities to promote sustainability: Case study evidence. Transportation Research Record, 2163(1), 89-96."
  },
  {
    "id": "creutzig2024_public_policy",
    "title": "Towards a public policy of cities and human settlements in the 21st century",
    "authors": "Felix Creutzig, Sophia Becker, Peter Berrill, et al.",
    "journal": "Nature Communications", 
    "year": "2024",
    "url": "https://www.nature.com/articles/s42949-024-00168-7",
    "hypotheses": "Cities require comprehensive public policy frameworks that integrate climate mitigation, adaptation, and well-being goals through place-specific approaches",
    "notes": "Proposes Goals-Intervention-Stakeholder-Enablers (GISE) framework for urban public policy that balances place-specificity with generalizable insights",
    "strengths": "Comprehensive framework; integration of multiple policy domains; practical applications",
    "weaknesses": "Primarily conceptual; limited empirical testing of framework across diverse cities",
    "citation": "Creutzig, F., Becker, S., Berrill, P., et al. (2024). Towards a public policy of cities and human settlements in the 21st century. npj Urban Sustainability, 4, 7."
  },
  {
    "id": "wang2025_assessment_framework",
    "title": "An assessment framework for 15-minute Cities: Progress worldwide and implications for implementation",
    "authors": "Hui Wang, Ka Ho Tsoi, Becky P Y Loo",
    "journal": "Transportation Research Part A",
    "year": "2025", 
    "url": "https://www.sciencedirect.com/science/article/pii/S0965856425002113",
    "hypotheses": "15-minute city implementations vary significantly across contexts, requiring flexible assessment frameworks that can capture both universal principles and local adaptations",
    "notes": "Systematic review of 15-minute city implementations worldwide, developing assessment framework for policy evaluation",
    "strengths": "Global scope; systematic methodology; practical assessment tools",
    "weaknesses": "Limited to one policy concept; primarily descriptive rather than causal analysis",
    "citation": "Wang, H., Tsoi, K. H., & Loo, B. P. Y. (2025). An assessment framework for 15-minute Cities: Progress worldwide and implications for implementation. Transportation Research Part A, 183, 103997."
  },
  {
    "id": "holscher2021_perspectives",
    "title": "Perspectives on urban transformation research: transformations in, of, and by cities",
    "authors": "Katharina Hölscher, Niki Frantzeskaki", 
    "journal": "Urban Transformations",
    "year": "2021",
    "url": "https://urbantransformations.biomedcentral.com/articles/10.1186/s42854-021-00019-z",
    "hypotheses": "Urban transformations can be systematically categorized by their relationship to cities (in, of, by), enabling more precise comparative analysis",
    "notes": "Theoretical framework distinguishing types of urban transformation based on scale and agency",
    "strengths": "Clear theoretical framework; enables systematic comparison of transformation types",
    "weaknesses": "Primarily theoretical; limited empirical validation across diverse cases",
    "citation": "Hölscher, K., & Frantzeskaki, N. (2021). Perspectives on urban transformation research: transformations in, of, and by cities. Urban Transformations, 3, 2."
  },
  {
    "id": "alpkokin2020_transferring",
    "title": "Transferring sustainable urban mobility policies: An institutional perspective",
    "authors": "Pınar Alpkokin",
    "journal": "Transport Policy",
    "year": "2020",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S0967070X18306656", 
    "hypotheses": "Institutional frameworks mediate the success of sustainable urban mobility policy transfer, requiring systematic analysis of institutional preconditions",
    "notes": "Institutional analysis of sustainable mobility policy transfer, emphasizing role of governance structures",
    "strengths": "Strong theoretical foundation; focus on institutional mechanisms; practical implications",
    "weaknesses": "Limited to mobility policies; primarily qualitative analysis; limited cross-city comparison",
    "citation": "Alpkokin, P. (2020). Transferring sustainable urban mobility policies: An institutional perspective. Transport Policy, 90, 1-12."
  },
  {
    "id": "laborgne2021_urban_living_labs",
    "title": "Urban Living Labs: how to enable inclusive transdisciplinary research?",
    "authors": "Pia Laborgne, Epongue Ekille, Jochen Wendel, et al.",
    "journal": "Urban Transformations", 
    "year": "2021",
    "url": "https://urbantransformations.biomedcentral.com/articles/10.1186/s42854-021-00026-0",
    "hypotheses": "Urban living labs require systematic approaches to inclusive transdisciplinary research, but current practices often exclude key stakeholders",
    "notes": "Analysis of urban living lab practices with focus on inclusion and transdisciplinary collaboration",
    "strengths": "Focus on inclusion and participation; practical recommendations; multi-city analysis",
    "weaknesses": "Limited to European context; primarily qualitative; limited outcome evaluation",
    "citation": "Laborgne, P., Ekille, E., Wendel, J., et al. (2021). Urban Living Labs: how to enable inclusive transdisciplinary research? Urban Transformations, 3, 20."
  },
  {
    "id": "kronsell2018_experimental_governance",
    "title": "Experimental governance: the role of municipalities in urban living labs",
    "authors": "Annica Kronsell, Dalia Mukhtar-Landgren",
    "journal": "European Planning Studies",
    "year": "2018",
    "url": "https://www.tandfonline.com/doi/full/10.1080/09654313.2018.1435631",
    "hypotheses": "Municipalities play critical but varied roles in urban living labs, affecting experimental outcomes and learning potential",
    "notes": "Analysis of municipal roles in urban living labs, examining how governance structures affect experimental processes",
    "strengths": "Clear focus on governance mechanisms; systematic comparison of municipal roles",
    "weaknesses": "Limited to Swedish context; small number of cases; limited outcome analysis",
    "citation": "Kronsell, A., & Mukhtar-Landgren, D. (2018). Experimental governance: the role of municipalities in urban living labs. European Planning Studies, 26(5), 988-1007."
  },
  {
    "id": "mahmoud2021_cocreation_pathways",
    "title": "Co-creation Pathways to Inform Shared Governance of Urban Living Labs in Practice: Lessons From Three European Projects",
    "authors": "Israa Hanafi Mahmoud, Eugenio Morello, David Ludlow, Giuseppe Salvia",
    "journal": "Frontiers in Sustainable Cities",
    "year": "2021",
    "url": "https://www.frontiersin.org/articles/10.3389/frsc.2021.690458/pdf",
    "hypotheses": "Co-creation pathways in urban living labs require systematic governance frameworks to enable effective multi-stakeholder collaboration",
    "notes": "Analysis of co-creation processes in European urban living labs, developing governance frameworks",
    "strengths": "Practical governance frameworks; multi-project analysis; focus on implementation processes",
    "weaknesses": "Limited to European context; small sample size; limited quantitative analysis",
    "citation": "Mahmoud, I. H., Morello, E., Ludlow, D., & Salvia, G. (2021). Co-creation pathways to inform shared governance of urban living labs in practice: Lessons from three European projects. Frontiers in Sustainable Cities, 3, 690458."
  },
  {
    "id": "bulkeley2019_urban_living_laboratories",
    "title": "Urban living laboratories: Conducting the experimental city?",
    "authors": "Harriet Bulkeley, Simon Marvin, Yuliya Voytenko Palgan, et al.",
    "journal": "European Urban and Regional Studies",
    "year": "2019",
    "url": "https://www.researchgate.net/publication/326875549_Urban_living_laboratories_Conducting_the_experimental_city",
    "hypotheses": "Urban living laboratories can be systematically categorized by their configuration, practice, and laboratory disposition, enabling comparative analysis",
    "notes": "Develops typology of urban living laboratories through comparative analysis of 40 European ULLs",
    "strengths": "Large-scale comparative analysis; systematic typology; strong theoretical framework",
    "weaknesses": "Limited to European context; primarily descriptive; limited outcome evaluation",
    "citation": "Bulkeley, H., Marvin, S., Palgan, Y. V., et al. (2019). Urban living laboratories: Conducting the experimental city? European Urban and Regional Studies, 26(4), 317-335."
  },
  {
    "id": "scholl2022_enhancing_contribution",
    "title": "Enhancing the contribution of urban living labs to sustainability transformations: a meta-lab approach",
    "authors": "Christian Scholl, Joop De Kraker, Marc van Dijk",
    "journal": "Urban Transformations", 
    "year": "2022",
    "url": "https://urbantransformations.biomedcentral.com/articles/10.1186/s42854-022-00038-4",
    "hypotheses": "Meta-lab approaches can enhance urban living lab contributions to transformation by facilitating systematic learning across distributed experiments",
    "notes": "Proposes meta-lab framework to connect learning processes across thematically related ULLs in different cities",
    "strengths": "Addresses key limitation of isolated ULL approaches; systematic framework for cross-city learning",
    "weaknesses": "Primarily conceptual; limited empirical testing; requires significant coordination infrastructure",
    "citation": "Scholl, C., De Kraker, J., & van Dijk, M. (2022). Enhancing the contribution of urban living labs to sustainability transformations: a meta-lab approach. Urban Transformations, 4, 7."
  },
  {
    "id": "el_geneidy2022_evidence_based",
    "title": "Toward Evidence-Based Urban Planning",
    "authors": "Ahmed El-Geneidy",
    "journal": "Journal of the American Planning Association",
    "year": "2022",
    "url": "https://www.tandfonline.com/doi/full/10.1080/01944363.2022.2074872",
    "hypotheses": "Urban planning can adopt evidence-based approaches from public health to improve policy evaluation and decision-making",
    "notes": "Proposes Risk of Bias Assessment and Evaluation of Certainty of Evidence tools for urban planning research",
    "strengths": "Systematic methodology adapted from proven field; practical tools for practitioners",
    "weaknesses": "Limited empirical testing in urban planning context; requires training for implementation",
    "citation": "El-Geneidy, A. (2022). Toward evidence-based urban planning. Journal of the American Planning Association, 88(3), 291-306."
  },
  {
    "id": "kestens2019_interact",
    "title": "INTERACT: A comprehensive approach to assess urban form interventions through natural experiments",
    "authors": "Yan Kestens, Meghan Winters, Daniel Fuller, et al.",
    "journal": "BMC Public Health",
    "year": "2019",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6327503/",
    "hypotheses": "Natural experiment approaches can provide causal evidence about urban form interventions' effects on health outcomes",
    "notes": "Methodological framework for evaluating urban interventions using natural experiments across four Canadian cities",
    "strengths": "Rigorous causal inference methods; multi-city design; longitudinal data collection",
    "weaknesses": "Limited to health outcomes; Canadian context; requires significant resources",
    "citation": "Kestens, Y., Winters, M., Fuller, D., et al. (2019). INTERACT: A comprehensive approach to assess urban form interventions through natural experiments. BMC Public Health, 19, 51."
  },
  {
    "id": "newman2023_unifying_definition",
    "title": "Toward a Unifying Definition and Approach for Quantifying Urban Policy Performance",
    "authors": "Galen Newman, Chanam Lee, Shannon Van Zandt, Xinyue Ye, Dawn Jourdan",
    "journal": "Journal of Planning Education and Research",
    "year": "2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10162702/",
    "hypotheses": "Standardized metrics for urban policy performance can be developed while maintaining sensitivity to local conditions",
    "notes": "Proposes framework for quantifying urban policy performance across diverse contexts",
    "strengths": "Addresses critical gap in policy evaluation; systematic framework development",
    "weaknesses": "Primarily conceptual; limited empirical testing across diverse policy domains",
    "citation": "Newman, G., Lee, C., Van Zandt, S., Ye, X., & Jourdan, D. (2023). Toward a unifying definition and approach for quantifying urban policy performance. Journal of Planning Education and Research, 42(4), 510-511."
  },
  {
    "id": "miao2025_smart_city",
    "title": "Smart city construction and urban livability: evidence from a quasi-natural experiment in China",
    "authors": "Miao, Zhuang", 
    "journal": "Humanities and Social Sciences Communications",
    "year": "2025",
    "url": "https://www.nature.com/articles/s41599-025-05096-0",
    "hypotheses": "Smart city construction significantly improves urban livability, with effects varying by city characteristics and implementation approaches",
    "notes": "Quasi-experimental analysis of smart city pilot program effects on urban livability across Chinese cities",
    "strengths": "Rigorous quasi-experimental design; large sample size; policy relevance",
    "weaknesses": "Limited to Chinese context; single policy intervention; limited mechanism analysis",
    "citation": "Miao, Z. (2025). Smart city construction and urban livability: evidence from a quasi-natural experiment in China. Humanities and Social Sciences Communications, 12, 123."
  },
  {
    "id": "qiao2025_climate_resilient",
    "title": "Study on Enhancement Effect of Climate-Resilient City Pilot Policy on Urban Ecological Resilience Based on Complex Adaptive System Theory",
    "authors": "Yuxin Yang, Lingyu Wang, Jia Chen, Dan Qiao",
    "journal": "Land",
    "year": "2025",
    "url": "https://www.mdpi.com/2073-445X/14/9/1784",
    "hypotheses": "Climate-resilient city pilot policies significantly enhance urban ecological resilience, with effects moderated by government environmental attention",
    "notes": "Difference-in-differences analysis of climate-resilient city pilot program across 243 Chinese cities",
    "strengths": "Large-scale natural experiment; sophisticated analytical methods; policy-relevant findings",
    "weaknesses": "Limited to Chinese context; single policy domain; limited mechanism analysis",
    "citation": "Yang, Y., Wang, L., Chen, J., & Qiao, D. (2025). Study on enhancement effect of climate-resilient city pilot policy on urban ecological resilience. Land, 14(9), 1784."
  },
  {
    "id": "zhang2025_assessing_impact",
    "title": "Assessing the Impact of Climate-Resilient City Development on Urban Sustainability: Evidence from Chinese Pilot Cities",
    "authors": "Congwen Zhang",
    "journal": "Sustainability",
    "year": "2025",
    "url": "https://www.mdpi.com/2071-1050/17/10/4381",
    "hypotheses": "Climate-resilient city development significantly improves urban sustainability metrics across multiple dimensions",
    "notes": "Empirical analysis of climate-resilient city pilot program impacts on urban sustainability in China",
    "strengths": "Multi-dimensional sustainability analysis; policy relevance; systematic evaluation",
    "weaknesses": "Limited to Chinese context; single policy intervention; limited international comparison", 
    "citation": "Zhang, C. (2025). Assessing the impact of climate-resilient city development on urban sustainability: Evidence from Chinese pilot cities. Sustainability, 17(10), 4381."
  },
  {
    "id": "robinson2022_comparative_urbanism",
    "title": "Comparative Urbanism: Tactics for Global Urban Studies",
    "authors": "Jennifer Robinson",
    "journal": "Book - Wiley Blackwell",
    "year": "2022",
    "url": "https://www.ijurr.org/book_review/review-symposium-jennifer-robinson-2022-comparative-urbanism-tactics-for-global-urban-studies-new-york-wiley-blackwell/",
    "hypotheses": "Comparative urbanism requires decolonial approaches that avoid privileging certain cities as normative models",
    "notes": "Methodological framework for comparative urban studies that centers diverse urban experiences",
    "strengths": "Addresses bias in urban theory; systematic methodological approach; global perspective",
    "weaknesses": "Primarily theoretical; limited empirical applications; requires significant methodological expertise",
    "citation": "Robinson, J. (2022). Comparative Urbanism: Tactics for Global Urban Studies. Wiley Blackwell."
  },
  {
    "id": "adler2024_governance",
    "title": "Governance for urban sustainability through real-world laboratories: Conditions for transformative capacity building",
    "authors": "C. Adler, et al.",
    "journal": "Cities",
    "year": "2024",
    "url": "https://www.sciencedirect.com/science/article/pii/S0264275124005158",
    "hypotheses": "Real-world laboratories can build transformative capacity for urban sustainability when governance conditions support transdisciplinary collaboration",
    "notes": "Analysis of governance conditions for successful real-world laboratories in urban sustainability",
    "strengths": "Focus on governance mechanisms; transformative capacity framework; practical implications",
    "weaknesses": "Limited empirical scope; primarily European context; limited outcome measurement",
    "citation": "Adler, C., et al. (2024). Governance for urban sustainability through real-world laboratories: Conditions for transformative capacity building. Cities, 152, 105158."
  }
]