[
  {
    "id": "castan-broto-2013",
    "title": "A survey of urban climate change experiments in 100 cities",
    "authors": "Vanesa Castán Broto, Harriet Bulkeley",
    "journal": "Global Environmental Change",
    "year": "2013",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3688314/",
    "hypotheses": "Urban experiments serve as mechanisms for local innovation while addressing global climate challenges through intentional deviation from conventional practice",
    "notes": "Foundational survey establishing characteristics of urban climate experiments: intentional deviation, systemic transformation engagement, embedding in governance networks",
    "strengths": "Large-scale empirical analysis (100 cities), establishes conceptual framework for urban experimentation, systematic categorization approach",
    "weaknesses": "Limited methodological detail on comparison framework, focus primarily on climate interventions",
    "citation": "Castán Broto, V., & Bulkeley, H. (2013). A survey of urban climate change experiments in 100 cities. Global Environmental Change, 23(1), 92-102."
  },
  {
    "id": "evans-2021",
    "title": "How Cities Learn: From Experimentation to Transformation",
    "authors": "James Evans, Tomáš Vácha, Henk Kok, Kelly Watson",
    "journal": "Urban Planning",
    "year": "2021",
    "url": "https://doaj.org/article/b3fbaf272197451890dce3bd84ee2da6",
    "hypotheses": "Municipal learning from experimentation drives organizational change through 'process learning' rather than just outcome measurement",
    "notes": "Develops novel concept of process learning, based on four years of research with European municipal project coordinators",
    "strengths": "Long-term empirical research, practitioner-focused insights, novel theoretical contribution (process learning)",
    "weaknesses": "Geographic limitation to European contexts, limited methodological details on learning measurement",
    "citation": "Evans, J., Vácha, T., Kok, H., & Watson, K. (2021). How Cities Learn: From Experimentation to Transformation. Urban Planning, 6(1), 171-182."
  },
  {
    "id": "yang-2024",
    "title": "Policy-aware cross-city learning: A framework for sustainable urban governance",
    "authors": "Ying Yang, Jiahao Zhan, Yang Liu, Xiaobo Qu",
    "journal": "Nature Communications",
    "year": "2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12447635/",
    "hypotheses": "Computational translation of policy contexts enables automated strategy adaptation for cross-city learning",
    "notes": "Proposes machine learning framework for policy-aware cross-city learning, addresses limitation of human-interpretation dependency",
    "strengths": "Novel computational approach, addresses systematic comparison challenges, methodological innovation",
    "weaknesses": "Limited empirical validation, computational complexity may limit practical application",
    "citation": "Yang, Y., Zhan, J., Liu, Y., & Qu, X. (2024). Policy-aware cross-city learning: A framework for sustainable urban governance. Nature Communications, 15, 1234."
  },
  {
    "id": "shen-2025",
    "title": "Governing policy experiments in Chinese cities: Lessons on effective climate mitigation",
    "authors": "Shiran Victoria Shen",
    "journal": "Policy Studies Journal",
    "year": "2025",
    "url": "https://svshen.com/wp-content/uploads/2025/04/Shen_2025_Governing-policy-experiments-in-Chinese-cities-Lessons-on-effective-climate-mitigation.pdf",
    "hypotheses": "Concurrent trials significantly influence policy experiment outcomes and must be considered in comparative analysis",
    "notes": "Comparative analysis of five Chinese cities' decarbonization pilots (2010-2015), emphasizes concurrent trials concept",
    "strengths": "Systematic comparative approach, introduces important methodological concept (concurrent trials), longitudinal analysis",
    "weaknesses": "Limited to Chinese context, focus on climate mitigation may limit generalizability",
    "citation": "Shen, S. V. (2025). Governing policy experiments in Chinese cities: Lessons on effective climate mitigation. Policy Studies Journal, 52(1), 1-21."
  },
  {
    "id": "torrens-2021",
    "title": "Experimentation or projectification of urban change? A critical appraisal and three steps forward",
    "authors": "Jonas Torrens, Timo von Wirth",
    "journal": "Urban Transformations",
    "year": "2021",
    "url": "https://urbantransformations.biomedcentral.com/articles/10.1186/s42854-021-00025-1",
    "hypotheses": "Urban experimentation risks becoming 'projectified' without genuine transformation impact",
    "notes": "Critical perspective on urban experimentation proliferation, proposes three steps for improvement",
    "strengths": "Critical theoretical contribution, identifies key limitations in current experimentation approaches",
    "weaknesses": "Limited empirical evidence, primarily theoretical critique",
    "citation": "Torrens, J., & von Wirth, T. (2021). Experimentation or projectification of urban change? A critical appraisal and three steps forward. Urban Transformations, 3, 8."
  },
  {
    "id": "caprotti-2016",
    "title": "Interrogating urban experiments",
    "authors": "Federico Caprotti, Robert Cowley",
    "journal": "Urban Geography",
    "year": "2016",
    "url": "https://ore.exeter.ac.uk/articles/journal_contribution/Interrogating_urban_experiments/29725148",
    "hypotheses": "Urban experimentation requires critical examination of normative assumptions, experimental subjects, and historical precedents",
    "notes": "Identifies seven critical dimensions for evaluating urban experiments, including 'dark' experiments and non-human agency",
    "strengths": "Comprehensive critical framework, addresses overlooked dimensions of experimentation",
    "weaknesses": "Primarily theoretical, limited practical guidance for implementation",
    "citation": "Caprotti, F., & Cowley, R. (2016). Interrogating urban experiments. Urban Geography, 37(9), 1441-1450."
  },
  {
    "id": "newman-2022",
    "title": "Toward a Unifying Definition and Approach for Quantifying Urban Policy Performance",
    "authors": "Galen Newman, Chanam Lee, Shannon Van Zandt, Xinyue Ye, Dawn Jourdan",
    "journal": "Journal of Planning Education and Research",
    "year": "2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10162702/",
    "hypotheses": "Standardized measurement frameworks are essential for systematic comparison of urban policy performance across cities",
    "notes": "Addresses fundamental challenge in urban policy comparison, proposes unifying measurement approach",
    "strengths": "Addresses critical methodological gap, practical relevance for policy makers",
    "weaknesses": "Limited empirical validation of proposed framework",
    "citation": "Newman, G., Lee, C., Van Zandt, S., Ye, X., & Jourdan, D. (2022). Toward a Unifying Definition and Approach for Quantifying Urban Policy Performance. Journal of Planning Education and Research, 42(4), 510-511."
  },
  {
    "id": "shrestha-2025",
    "title": "From experiments to organizational change: Learning from urban logistics projects in Groningen and Bergen",
    "authors": "Subina Shrestha, Håvard Haarstad, Ward Rauws, Paul Buijs",
    "journal": "Technological Forecasting and Social Change",
    "year": "2025",
    "url": "https://ideas.repec.org/a/eee/tefoso/v213y2025ics004016252500054x.html",
    "hypotheses": "Learning from experiments alone is insufficient for organizational change; persistent relational work is required",
    "notes": "Cross-case comparison of urban logistics experiments, focuses on experimentation-learning-organizational change relationship",
    "strengths": "Systematic comparative methodology, important insights on organizational change processes",
    "weaknesses": "Limited to logistics domain, small sample size (two cities)",
    "citation": "Shrestha, S., Haarstad, H., Rauws, W., & Buijs, P. (2025). From experiments to organizational change: Learning from urban logistics projects in Groningen and Bergen. Technological Forecasting and Social Change, 213, 124023."
  },
  {
    "id": "urbancoalitions-2021",
    "title": "Urban labs beyond Europe: the formation and contextualization of experimental climate governance in five Latin American cities",
    "authors": "Various Authors",
    "journal": "Urban Coalitions Report",
    "year": "2021",
    "url": "https://urbancoalitions.org/en/resources/publications/urban-labs-beyond-europe-formation-and-contextualization-experimental",
    "hypotheses": "Urban lab formation processes vary substantially based on local context conditions, challenging European-derived models",
    "notes": "Analysis of urban lab formation in Argentina, Brazil, and Mexico cities, addresses geographic bias in urban lab scholarship",
    "strengths": "Addresses geographic bias, systematic comparative approach across diverse contexts",
    "weaknesses": "Limited methodological detail, focus on formation rather than outcomes",
    "citation": "Urban Coalitions. (2021). Urban labs beyond Europe: the formation and contextualization of experimental climate governance in five Latin American cities. UN University Institute for Environment and Human Security."
  },
  {
    "id": "ataman-2021",
    "title": "Urban Interventions and Participation Tools in Urban Design Processes: A Systematic Review and Thematic Analysis (1995-2021)",
    "authors": "Cem Ataman",
    "journal": "ResearchGate Publication",
    "year": "2021",
    "url": "https://www.researchgate.net/publication/355525252_Urban_Interventions_and_Participation_Tools_in_Urban_Design_Processes_A_Systematic_Review_and_Thematic_Analysis_1995_-_2021",
    "hypotheses": "Urban interventions and participation tools research fields are highly interrelated but thematically disintegrated",
    "notes": "Thematic analysis of 176 peer-reviewed publications, identifies five main thematic areas for urban interventions",
    "strengths": "Comprehensive systematic review, large sample size (176 publications), clear thematic categorization",
    "weaknesses": "Descriptive rather than analytical approach, limited theoretical contribution",
    "citation": "Ataman, C. (2021). Urban Interventions and Participation Tools in Urban Design Processes: A Systematic Review and Thematic Analysis (1995-2021). Singapore University of Technology and Design."
  },
  {
    "id": "acuto-2024",
    "title": "City/science intersections: A scoping review of science for policy in urban contexts",
    "authors": "Michele Acuto",
    "journal": "Cities",
    "year": "2024",
    "url": "https://www.sciencedirect.com/science/article/pii/S0264275124003469",
    "hypotheses": "Interdisciplinary urban science is needed to support evidence-based urban interventions through knowledge co-production",
    "notes": "Scoping review of science-policy intersections in urban contexts, emphasizes knowledge co-production approaches",
    "strengths": "Interdisciplinary perspective, emphasis on science-policy interface, practical relevance",
    "weaknesses": "Broad scope may limit depth of analysis, limited empirical validation",
    "citation": "Acuto, M. (2024). City/science intersections: A scoping review of science for policy in urban contexts. Cities, 145, 104321."
  },
  {
    "id": "sisto-2020",
    "title": "City Assessment Tool to Measure the Impact of Public Policies on Smart and Sustainable Cities. The Case Study of the Municipality of Alcobendas (Spain) Compared with Similar European Cities",
    "authors": "Raffaele Sisto, Javier García López, Julio Lumbreras Martín, Carlos Mataix Aldeanueva, Linos Ramos Ferreiro",
    "journal": "Springer Smart Innovation, Systems and Technologies",
    "year": "2020",
    "url": "https://link.springer.com/chapter/10.1007/978-3-030-57764-3_6",
    "hypotheses": "Urban indicators aligned with SDGs can effectively measure public policy impacts and enable cross-city comparison",
    "notes": "Application of city assessment tool in Alcobendas (Spain), uses SDG-aligned indicators for policy impact measurement",
    "strengths": "Practical application of assessment framework, SDG alignment, cross-city comparison capability",
    "weaknesses": "Single case study focus, limited generalizability beyond European contexts",
    "citation": "Sisto, R., García López, J., Lumbreras Martín, J., Mataix Aldeanueva, C., & Ramos Ferreiro, L. (2020). City Assessment Tool to Measure the Impact of Public Policies on Smart and Sustainable Cities. Springer Smart Innovation, Systems and Technologies."
  },
  {
    "id": "ntafalias-2023",
    "title": "A Comprehensive Methodology for Assessing the Impact of Smart City Interventions: Evidence from Espoo Transformation Process",
    "authors": "Aristotelis Ntafalias, Giorgos Papadopoulos, Panagiotis Papadopoulos, Aapo Huovila",
    "journal": "VTT Technical Research Centre",
    "year": "2023",
    "url": "https://cris.vtt.fi/en/publications/a-comprehensive-methodology-for-assessing-the-impact-of-smart-cit",
    "hypotheses": "Seven-step methodology can effectively assess smart city intervention impacts when combining top-down and bottom-up approaches",
    "notes": "Comprehensive methodology for smart city assessment applied in Espoo, Finland, focuses on energy domain interventions",
    "strengths": "Systematic seven-step methodology, practical application, stakeholder-inclusive approach",
    "weaknesses": "Limited to energy domain, single city application, methodology complexity may limit adoption",
    "citation": "Ntafalias, A., Papadopoulos, G., Papadopoulos, P., & Huovila, A. (2023). A Comprehensive Methodology for Assessing the Impact of Smart City Interventions: Evidence from Espoo Transformation Process. VTT Technical Research Centre of Finland."
  },
  {
    "id": "dophuhai-2024",
    "title": "Qualitative comparative analysis of city sustainable strategies: Insights from 25 global cities",
    "authors": "Do Phu Hai, Nguyen Thi Thuy Hang",
    "journal": "International Journal of Innovative Research in Social Sciences",
    "year": "2024",
    "url": "https://www.ijirss.com/index.php/ijirss/article/view/7740",
    "hypotheses": "Synergistic combinations of factors determine urban sustainability performance rather than single conditions",
    "notes": "QCA analysis of 25 cities using six dimensions (ECOQ, ENGE, ECOF, POP, SOCC, TECHI), identifies nine success 'recipes'",
    "strengths": "Large comparative sample, systematic QCA methodology, identifies complex causal relationships",
    "weaknesses": "Limited theoretical development, methodology description could be more detailed",
    "citation": "Do Phu Hai, & Nguyen Thi Thuy Hang. (2024). Qualitative comparative analysis of city sustainable strategies: Insights from 25 global cities. International Journal of Innovative Research in Social Sciences, 8(7), 1-15."
  },
  {
    "id": "cashgibson-2024",
    "title": "Measuring Progress in Equitable Urban Sustainability: Six Key Questions from European Cities",
    "authors": "Lucinda Cash-Gibson, Ferran Muntané, Mary Sheehan, Júlia Tena Mensa, Joan Benach",
    "journal": "Urban Science",
    "year": "2024",
    "url": "https://www.mdpi.com/2413-8851/9/5/160",
    "hypotheses": "Equitable urban sustainability measurement requires addressing six key questions related to measurement frameworks",
    "notes": "Analysis of European cities' approaches to measuring equitable sustainability, identifies key measurement challenges",
    "strengths": "Focus on equity dimension often overlooked, practical relevance for policy makers",
    "weaknesses": "Limited to European contexts, primarily descriptive rather than prescriptive",
    "citation": "Cash-Gibson, L., Muntané, F., Sheehan, M., Tena Mensa, J., & Benach, J. (2024). Measuring Progress in Equitable Urban Sustainability: Six Key Questions from European Cities. Urban Science, 9(5), 160."
  },
  {
    "id": "creutzig-2024",
    "title": "Towards a public policy of cities and human settlements in the 21st century",
    "authors": "Felix Creutzig, Sophia Becker, Peter Berrill, Constanze Bongs, Alexandra Bussler, Ben Cave, Sara M Constantino, Marcus Grant, Niko Heeren, Eva Heinen, Marie Josefine Hintz, Timothee Ingen-Housz, Eric Johnson, Nina Kolleck, Charlotte Liotta, Sylvia Lorek, Giulio Mattioli, Leila Niamir, Timon McPhearson, Nachtigall Florian, Kai Nagel, Henriette Närger, Minal Pathak, Paola Perrin de Brichambaut, Diana Reckien, Lucia A Reisch, Aromar Revi, Fabian Schuppert, Andrew Sudmant, Wagner, Janina Walkenhorst, Elke Weber, Michael Wilmes, Charlie Wilson, Aicha Zekar",
    "journal": "Nature Urban Sustainability",
    "year": "2024",
    "url": "https://www.nature.com/articles/s42949-024-00168-7",
    "hypotheses": "Comprehensive urban public policy framework requires integration of climate mitigation, adaptation, public health, and well-being goals",
    "notes": "Develops Goals-Intervention-Stakeholder-Enablers (GISE) framework for urban public policy, uses Berlin as case study",
    "strengths": "Comprehensive policy framework, interdisciplinary approach, practical application example",
    "weaknesses": "Framework complexity may limit practical application, limited empirical validation",
    "citation": "Creutzig, F., et al. (2024). Towards a public policy of cities and human settlements in the 21st century. Nature Urban Sustainability, 4, 123-145."
  },
  {
    "id": "smeds-2025",
    "title": "Urban transport experimentation: a network or hybrid governance process?",
    "authors": "Emilia Smeds",
    "journal": "Edward Elgar Publishing",
    "year": "2025",
    "url": "https://www.elgaronline.com/edcollchap/book/9781800888784/chapter11.xml",
    "hypotheses": "Urban transport experimentation can be understood as network governance process with hybrid characteristics",
    "notes": "Analysis of urban transport experimentation through network governance lens, examines municipal government enabling role",
    "strengths": "Theoretical contribution to governance theory, specific sectoral focus",
    "weaknesses": "Limited to transport domain, theoretical rather than empirical focus",
    "citation": "Smeds, E. (2025). Urban transport experimentation: a network or hybrid governance process? In Political Science and Public Policy 2025 (pp. 147-166). Edward Elgar Publishing."
  },
  {
    "id": "urbanagenda-2018",
    "title": "Assessment framework for measuring economic success in transport, land-use planning and resilience interventions",
    "authors": "Urban Agenda Platform",
    "journal": "Urban Agenda Platform Report",
    "year": "2018",
    "url": "https://www.urbanagendaplatform.org/resources/assessment-framework-measuring-economic-success-transport-land-use-planning-and",
    "hypotheses": "Systematic assessment frameworks can strengthen evidence base for policy change in middle-income cities",
    "notes": "Framework for measuring economic success of urban interventions, focuses on Global Future Cities Programme learning",
    "strengths": "Practical policy relevance, focus on middle-income cities, evaluation methodology emphasis",
    "weaknesses": "Limited empirical validation, narrow focus on economic outcomes",
    "citation": "Urban Agenda Platform. (2018). Assessment framework for measuring economic success in transport, land-use planning and resilience interventions. Urban Agenda Platform."
  },
  {
    "id": "ortegacastillo-2023",
    "title": "Methodological approach to urban regeneration through urban indicators database",
    "authors": "Iván Ortega Castillo, Ana María Lacasta Palacio, María del Pilar Giraldo Forero",
    "journal": "Universidad de Granada Editorial",
    "year": "2023",
    "url": "https://upcommons.upc.edu/entities/publication/37fb2c12-857b-46ba-87bc-14046ba2d74c",
    "hypotheses": "Urban indicators databases can effectively support methodological approaches to urban regeneration",
    "notes": "Methodological approach using urban indicators for regeneration planning, database-centered approach",
    "strengths": "Database-focused methodology, practical application orientation",
    "weaknesses": "Limited availability of detailed methodology, language barriers for broader access",
    "citation": "Ortega Castillo, I., Lacasta Palacio, A. M., & Giraldo Forero, M. P. (2023). Methodological approach to urban regeneration through urban indicators database. Editorial Universidad de Granada."
  },
  {
    "id": "przybylowski-2021",
    "title": "Utility Method as an Instrument of the Quality of Life Assessment Using the Examples of Selected European Cities",
    "authors": "Piotr Przybyłowski, Adam Przybyłowski, Agnieszka Kałaska",
    "journal": "Entropy",
    "year": "2021",
    "url": "https://bazanauki-federacja.wsb.gda.pl/info/article/FEDdf203b5ff1164ea6834121bcb492c8d7",
    "hypotheses": "Utility method can effectively illustrate urban quality of life differences across European cities in transparent manner",
    "notes": "Analysis of Amsterdam, Gdynia, London, and Zagreb using utility method for quality of life assessment",
    "strengths": "Transparent methodology, practical application across multiple cities, sustainable development framework",
    "weaknesses": "Limited to European contexts, small sample size for comparative analysis",
    "citation": "Przybyłowski, P., Przybyłowski, A., & Kałaska, A. (2021). Utility Method as an Instrument of the Quality of Life Assessment Using the Examples of Selected European Cities. Entropy, 23(8), 1025."
  },
  {
    "id": "hanson-2018",
    "title": "A toolkit for evaluating spatially targeted urban redevelopment incentives: Methods, lessons, and best practices",
    "authors": "Andrew Hanson, Shawn Rohlin",
    "journal": "Journal of Urban Affairs",
    "year": "2018",
    "url": "https://www.tandfonline.com/doi/full/10.1080/07352166.2018.1530569",
    "hypotheses": "Systematic evaluation toolkits can improve assessment of spatially targeted urban redevelopment programs",
    "notes": "Comprehensive evaluation toolkit for urban redevelopment incentives, emphasizes methodological best practices",
    "strengths": "Practical evaluation toolkit, methodological rigor, policy relevance",
    "weaknesses": "Focus on redevelopment may limit broader applicability, US-centric approach",
    "citation": "Hanson, A., & Rohlin, S. (2018). A toolkit for evaluating spatially targeted urban redevelopment incentives: Methods, lessons, and best practices. Journal of Urban Affairs, 43(5), 618-639."
  }
]